{
  "left": [
    {
      "quest": "Dates and location",
      "answer": "DevFest Addis will take place on the November 23, 2019 from 8AM to 6PM at Grand Eliana Hotel. For the exact location, refer to the 'Venue' tab. If you are still confused or facing a problem, feel free to contact us"
    },
    {
      "quest": "Stay Informed",
      "answer": "To stay up to date on the latest information on sessions, speakers, and activities, be sure to visit the DevFest website, RSVP and Book your ticket on Meetup and follow us on Social Media. You can also follow and join the social conversation about GDG DevFest Addis via official hashtags #DevFestAddis19 and #Devfest19. In addition, we'll be posting important information on the website and social media."
    },
    {
      "quest": "Content Formats",
      "answer": "During the conference day, attendees will be able to attend sessions and hands-on workshops, chat with experts and attendees at coffee breaks and joyful games, and more."
    },
    {
      "quest": "Tickets to attend DevFest Addis",
      "answer": "Participation to the DevFest is for 3.5$ (100 Birr), and registration is mandatory. Being in the waiting list is not sufficient to participate to the conference. "
    },
    {
      "quest": "Payment Method",
      "answer": "We have set out several sales points around Addis and also through Digital Payment Systems. You can get the tickets from our teams at/around American Center, 5killo Pharma Compound, AASTU, Admas University, Microlink, Unity, Hope and CBE Birr transfer with your phone number. The ticket price is 100 ETB per person. Here is a list of phone numbers you can use to buy the ticket: 1, American Center: 0912762664 :: 2, killo Pharma: 0922854740, 0928970038, 0922085265 :: 3,  Microlink:: 0944130250, 0966320039 :: 4, AASTU: 0933002621 :: 5. Admas: 0930897643 :: 6. Unity: 0937671704 :: 7. Hope: 0923275406 :: 8. CBE Birr Transfer: 0910896772, 0922854740 \nNote: For CBE Birr Transfer, make sure to send SMS with your full name. Once we have received the payment, we will notify you and then you get your ticket anytime."
    }
  ],
  "right": [
    {
      "quest": "Language",
      "answer": "All presentations and Workshops at DevFest Addis will be conducted in both English and Amharic."
    },
    {
      "quest": "On the Conference and Workshops",
      "answer": "You must have a valid ticket to attend the conference, and if you are willing to join a workshop/CodeLab, please bring your laptop and charger. For workshop details, please check the Agenda part"
    },
    {
      "quest": "Raffles",
      "answer": "We have some swags, badges, stickers, giveaways, gifts ,freebies, and more for all the participants. All the details at the opening ceremony at 8:30 am (2:30 Local Time)."
    },
    {
      "quest": "Event Attire",
      "answer": "All GDGAddis and DevFestAddis are developer events, so please be comfortable and casual. There is no enforced dress code."
    },
    {
      "quest": "Prohibitions",
      "answer": "Smoking is only permitted in designated outdoor smoking areas. And also no solicitation or selling of items or services is allowed at DevFest Addis. Any attendee conducting these activities may be removed from the conference. Please, refer to the Code of Conduct section at the Footer Section "
    }
  ]
}