[
  {
    "name": "Auwal MS",
    "job": "Program Manager, Developer Student Clubs - Sub Saharan Africa",
    "photo": "devfest/speakers/anwal.jpg",
    "company": "Google",
    "email": "auwalforall@gmail.com",
    "facebook": "",
    "twitter": "https://twitter.com/auwalms",
    "linkdin": "https://www.linkedin.com/in/auwalms/",
    "blog": "https://medium.com/@Auwalms",
    "website": "https://www.linkedin.com/in/auwalms",
    "bio": [
      "Auwal MS is software engineer with broad experience in software development covering multiple plar. He currently works as a Program Manager in Google Developer Relations team overseeing the activities of Developer Student Clubs in Sub-Saharan Africa"
     ]
  },
  {
    "name": "Rohit Ghosh",
    "job": "Founding Member of Qure.ai; GDE for ML",
    "photo": "devfest/speakers/rohit_ghosh.jpg",
    "company": "Qure.ai",
    "email": "rohitghosh177@gmail.com",
    "facebook": "",
    "twitter": "https://twitter.com/_rohitghosh",
    "linkdin": "https://www.linkedin.com/in/rohit-ghosh-iit/",
    "blog": "https://rohitghosh.github.io/",
    "website": "http://qure.ai/",
    "bio": [
      "Rohit is a TEDx Speaker and Founding Member of Qure.ai and Google Developer Expert for Machine Learning. He also co-authored two books, published by Wiley and Springer. His lectures on teaching ML is available on YouTube. Rohit’s most recent co-authored research was published in The Lancet - world’s oldest and most prestigious general medical journal. In fact, this was The Lancet's first ever publication on AI-in-imaging.",
      "Rohit is a graduate from IIT Bombay - India's most premier technology institute. He has worked as data science consultant to multiple global EdTech startups in developing their data science course curriculum. He’s also a Faculty for Machine Learning at multiple data science startups, and of late been a Visiting Faculty at NMIMS University. Rohit had also been invited in the past to conduct multiple data science workshops in Manchester & London for business executives.",
      "In his work as AI Scientist, he has closely worked with Yale School of Medicine on applications of AI in predicting survival for cardiac failure patients which was later published in Journal of American Heart Association. He has also presented his research at the European Society of Radiology Conference, 2018 at Vienna, Austria. His other co-authored research was presented at annual conferences (2017, 2018) by Radiological Society of North America at Chicago, USA. His research work was also accepted for presentation at annual conference organised by African Society of Radiology at Cairo, Egypt."
    ]
  },
  {
    "name": "Dawit Abraham",
    "job": "Game Developer & CEO/Co-Founder of Quene Technologies",
    "photo": "devfest/speakers/dawit.jpg",
    "company": "Quene Technologies",
    "email": "dawit@qenetech.com",
    "facebook": "",
    "twitter": "http://twitter.com/dawitabrahammb",
    "linkdin": "https://www.linkedin.com/in/dawit-abraham-3a135845/",
    "blog": "https://medium.com/@dawitabraham",
    "website": "https://qenetech.com",
    "bio": [
      "Dawit Abraham is an award-winning Game Developer and Android Application Engineer with a sound background in the fields of Native Android Application Development, Game Development using platforms such as Unity 3D Game Engine, and Artificial Intelligence paradigms such as Machine Learning and Natural Language Processing.",
      "Dawit works comfortably with Java, C++, C# and Python frameworks. He is skilled in Object Oriented programming and MVC and MVP clean architecture designs. He also has experience working in Scheme.",
      "Dawit is the lead Game Developer on the Kukulu project, a 3D infinite runner game for Android platforms and built using Unity 3D Game Engine. Kukulu is the first 3D mobile game to be released in Ethiopia at its scale. Kukulu game won the 2018 Apps Africa Innovation Award for Best News & Entertainment Solution. Dawit has collaborated on international projects such as the OpenCog Artificial General Intelligence framework (www.opencog.org). He has also undertaken AI based Android Game Application projects from design to development during his years at iCog-Labs, an Artificial Intelligence Research Lab. Dawit has a practical experience in agile software development (Scrum, Kanban) and utilizes project collaboration and version control systems (Git) extensively. Dawit has an enthusiastic interest working on Artificial Intelligence systems. He believes it's vital for Africa to get in the race and maintain a stand as soon as possible.",
      "When Dawit is not engineering, he spends his time playing his Begena and Guitar, learning foreign languages, practicing Taekwondo (he has a first-degree black belt), playing chess and reading history books."
    ]
  },
  {
    "name": "Daniel Getachew",
    "job": "Full-stack Software Developer & CEO/Founder Guzo Technologies",
    "photo": "devfest/speakers/daniel.jpg",
    "company": "Guzo Technologies",
    "email": "tech@danidpx.com",
    "facebook": "",
    "twitter": "http://twitter.com/danidpx",
    "linkdin": " https://www.linkedin.com/in/danidpx",
    "blog": "",
    "website": "danidpx.com",
    "bio": [
      "Daniel Getachew is the Founder and CEO of Guzo Technologies, an IT services and Media startup company reside in Ethiopia that highly focused on VR/AR and IoT products. Daniel is also an Independent Contractor and Trainer at Gebeya Inc., A new-age EdTech and Marketplace IT company. Daniel made and contributed several software projects to several local and abroad clients. Daniel holds MSc in Software Engineering from Adama Science and Technology University and a BSc in Computer Science from Madaa Walabu University."
    ]
  },
  {
    "name": "Biniam Yayehyirad",
    "job": "Country Manager at Camara Education",
    "photo": "devfest/speakers/biniam_yayehyirad.jpg",
    "company": "Camara Education",
    "facebook": "",
    "email": "ybiniam@hotmail.com",
    "twitter": "https://twitter.com/camaraeducation",
    "linkdin": "https://www.linkedin.com/in/yayehyiradbiniam/",
    "blog": "",
    "website": "http://www.camara.org/",
    "bio": [
      "Biniam Yayehyirad is the Country Manager of Camara Education Ethiopia, an international NGO dedicated to delivering real impact through technology. As a tech enthusiast, he believes that education is the key to alleviating poverty, and that technology has the ability to radically improve it. As such, using the social enterprise model, Biniam has been working to support schools in Ethiopia with ICT integration in Education, and aspires to see every student in Ethiopia uplifted thanks to technology."
    ]
  },
  {
    "name": "Anthony Kiplimo",
    "job": "VP of Ecosystems Decoded Africa | Head of DevRel at Africa's Talking",
    "photo": "devfest/speakers/anthony.jpg",
    "company": "Africa's Talking",
    "email": "anthony@decoded.africa",
    "facebook": "",
    "twitter": "https://twitter.com/AnthonyLimo",
    "linkdin": "https://www.linkedin.com/in/anthony-kiplimo-0234384b?originalSubdomain=ke",
    "blog": "https://anthonylimo.hashnode.dev/",
    "website": "https://www.decoded.africa/",
    "bio": [
      "Anthony is passionate about helping developers achieve their utmost through technical and business mentorship. He leads Developer Relations efforts at Africa's Talking and is in charge of Developer Ecosystems at Decoded Africa. He writes Python JavaScript and has a love for Backend technologies as well as DevOps"
    ]
  },
  {
    "name": "Robel Mulugeta",
    "job": "American Center, Administrator support",
    "photo": "devfest/speakers/robel_mulugeta.jpg",
    "company": "Next Tech Solutions",
    "email": "robelmulugeta65@gmail.com",
    "facebook": "",
    "twitter": "",
    "linkdin": "https://www.linkedin.com/in/robel-mulugeta-390227140/",
    "blog": "",
    "website": "http://www.nexttechethiopia.com/",
    "bio": [
      "a computer engineering student at Hawass university, I won 2 times national level computation and 4 times the regional level in the science and technology field. had experience in hardware programming and design , had degree in management and skill in networking."
    ]
  },
  {
    "name": "Tesfamichael Molla",
    "job": "TME Education ambassador in Ethiopia",
    "photo": "devfest/speakers/tesfamichael_molla.jpg",
    "company": "TME Education",
    "email": "hope.miky1074@gmail.com",
    "facebook": "",
    "twitter": "https://twitter.com/hopemichael1074",
    "linkdin": "https://www.linkedin.com/in/tesfamichael-molla-989236171/",
    "blog": "",
    "website": "https://tmeeducation.com/en-ET",
    "bio": [
      "Experienced Computer Engineer skilled in machine learning, Computer vision, Python, Embedded C, and Arduino. Strong engineering professional with a Bachelor of Science - BS focused on Electrical and computer engineering from Wolkite University. Ambassador of TME education in Ethiopia"
    ]
  },
  {
    "name": "Yohana Ermias",
    "job": "IOS Developer, UI/UX Designer & Founder at COITech",
    "photo": "devfest/speakers/yohana.jpg",
    "company": "COITech",
    "email": "ermiasyohana@gmail.com",
    "facebook": "",
    "twitter": "",
    "linkdin": "https://www.linkedin.com/in/yohana-ermias-244522116",
    "blog": "https://www.instagram.com/techohanadiary",
    "website": "",
    "bio": [
      "Yohana is a 24 year old Techprenuer, self-taught developer, and UI/UX designer. Her self led & unconventional journey into computer science is an inspring story that sheds light on how technology is changing the dynamics of education and how crucial it is to leverage it."
    ]
  },
  {
    "name": "Muluadam Temesgen",
    "job": "CTO at Instant Systems",
    "photo": "devfest/speakers/Muluadam_Temesgen.jpg",
    "company": "Instant Systems",
    "email": "bsgeth@gmail.com",
    "facebook": "",
    "twitter": "",
    "linkdin": "https://www.linkedin.com/in/muluadam-temesgen-377073114/",
    "blog": "",
    "website": "http://www.muluadam.com/",
    "bio": [
      "BSc in Software Engineering, MSc in Computer Science, Lecturer in Bahir Dar Technology Institute, Seven years of programming experiacne on JAVA, JEEE, JPA, Android, SMS, IVR, Web Service with JAX-RS and Winner of 6th National Innovation Award from MoST."
    ]
  },

  {
    "name": "Meti Mulugeta",
    "job": "GetCoin Ethiopia",
    "photo": "devfest/speakers/Meti Mulugeta.png",
    "company": "GetCoin",
    "email": "metigirmamulugeta@gmail.com",
    "facebook": "",
    "twitter": "https://twitter.com/girma_meti?lang=en",
    "linkdin": "https://www.linkedin.com/in/meti-mulugeta-005582168/",
    "blog": "https://twitter.com/girma_meti?lang=en",
    "website": "http://www.getcoineth.com/",
    "bio": [
      "I was in 4th grade when i started leading a group and it was always on me to manage and lead the group. When I got in grade 8th grade I started coding and helping at my uncle's place, he had computer science college. When i got back to school I started making web pages and started to do it for money. Then I started reading and looking up some videos so that I can boost my capability. I've been in many competitions since Grade 8 and have learned a lot through that.In real life I hustle to get money on my own, which helped me go trough a lot of stuff and be a great enturpnuer that I am today. It helped me pave my own way to do things conceive and deal with people in real life. In preparatory I took C++ after school and Java Core course by scholarship from Gebeya after we stood third in Technovation Ethiopia in 2018. Afterwards I carried on with GetCoin it has taken 3 years back from now and its still developing and now its has reached its 4th year. After Contracting the company we will be hosting it very soon."
    ]
  },
  {
    "name": "Kaleab Zelalem",
    "job": "Software Engineer at MiltoLabs Ethiopia",
    "photo": "devfest/speakers/kaleab_zelealem.jpg",
    "company": "MiltoLabs",
    "email": "kzelelalem@gmail.com",
    "facebook": "",
    "twitter": "https://twitter.com/kzelealem",
    "linkdin": "https://www.linkedin.com/in/kaleab-zelealem-bab5a4145/",
    "blog": "https://www.linkedin.com/in/kaleab-zelealem-bab5a4145/",
    "website": "https://miltolabs.com/",
    "bio": [
      "Kaleab is a passionate software engineer born and raised at the heart of the city of peace, Harar. His desire to explore how the tech world functions led him to study computer science."
    ]
  },
  {
    "name": "Melake Wubshet",
    "job": "Lead Organizer at GDG Addis - CEO and CoFounder of iBrave Software PLC",
    "photo": "devfest/speakers/melake.jpg",
    "company": "iBrave",
    "email": "melake@ibrave.dev",
    "facebook": "",
    "twitter": "https://twitter.com/MelakeWubshet",
    "linkdin": "https://www.linkedin.com/in/melake-wubshet-942b47b1/",
    "blog": "",
    "website": "https://gdgaddis.dev",
    "bio": [
      "Melake Wubshet has a BSc in Software Engineering from AAiT. He is the CEO/Cofounder of iBrave Software Engineering. He also is a lead community organizer at GDG Addis, a community of passionate tech-savvy people.",
      "He was working at CNET Software Technologies as a senior developer for two and half years. He has a solid skill on Backend development using ASP.NET Core and Frontend Develpoment using Vue Js. He is very passionate on AI/Machine Learning, Computer Vision, Robotics and Electronics"
    ]
  },
  {
    "name": "Bethel Roger",
    "job": "iCog-Labs part time software engineer",
    "photo": "devfest/speakers/bethel.jpg",
    "company": "GDG Addis",
    "email": "bethelroger33@gmail.com",
    "facebook": "",
    "twitter": "",
    "linkdin": "",
    "blog": "",
    "website": "",
    "bio": ["Bethel R. Hall is a 4th year software engineering student, and a part-time software programmer at iCog-Labs. He is passionate about Machine Learning and has worked in several AI projects. He loves working with people and sharing his experiences and knowledge widely."]
  },
  {
    "name": "Nabil Mohammed",
    "job": "Programmer at GDGAddis & Digital Marketing Manager at Addis Software PLC",
    "photo": "devfest/speakers/Nabil.jpg",
    "company": "GDGAddis",
    "email": "nabil.alanssi19@gmail.com",
    "twitter": "https://twitter.com/alanssinabil19",
    "facebook": "https://m.facebook.com/ansi.nabiloo20",
    "linkdin": "https://www.linkedin.com/in/nabiloo19",
    "blog": "https://medium.com/@nabil.alanssi19",
    "website": "https://www.gdgaddis.dev/team",
    "bio": [
      "A passionate computer science student who likes to solve problems and look for innovative ways to do that using technology. He is the Social Media Manager of GDG Addis & the Digital Marketing Manager at Addis Software PLC",
      "He is a VueJS Developer who is an Open-Source Projects Advocate as well as a Cyber Security Enthusiast and a Tech Savvy",
      "He likes to share his experiences through writing blogs and spend time playing video games, reading, watching movies, and visit several places!"
    ]
  },
  {
    "name": "Rediet Demisse",
    "job": "Programmer& Software Engineer Student at AASTU",
    "photo": "devfest/speakers/rediet.jpg",
    "company": "GDG Addis",
    "email": "redidemisse22@gmail.com",
    "facebook": "",
    "twitter": "",
    "linkdin": "",
    "blog": "",
    "website": "",
    "bio": []
  },
  {
    "name": "Habib Mohammed",
    "job": "Flutter Developer",
    "photo": "devfest/speakers/habib_mohammed.jpg",
    "company": "GDG Addis",
    "email": "",
    "facebook": "",
    "twitter": "",
    "linkdin": "",
    "blog": "",
    "website": "",
    "bio": []
  },
  {
    "name": "Fireayehu Zekarias",
    "job": "DSC Lead and Software Engineer",
    "photo": "devfest/speakers/fre.jpg",
    "company": "Developer Student Club (DSC)",
    "email": "",
    "facebook": "",
    "twitter": "",
    "linkdin": "",
    "blog": "",
    "website": "",
    "bio": []
  },
  {
    "name": "Gemmechu Mohammed",
    "job": "ITSC,AAIT Student",
    "photo": "devfest/speakers/gemmechu.jpg",
    "company": "GDG Addis",
    "email": "gemmechumohammed@gmail.com",
    "facebook": "",
    "twitter": "https://twitter.com/gemmechu2",
    "linkdin": "https://linkedin.com/in/gemmechu-mohammed",
    "blog": "",
    "website": "",
    "bio": ["Gemmechu Mohammed is 4th software Student and part-time software programmer at iCog-Labs. he has been organizing seminars hackathons and conferences within university and in country at large. and as tech enthusiast he believes sharing and collaboration is the key to success."]
  }
]